Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/gjenopptakelse.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The directive on fees (salærinstruksen) applies to lawyers appointed by the Commission.
nn: Salærinstruksen gjeld for advokatar som er oppnemnde av kommisjonen.

source: Our electronic invoice address is our organisation number 985 847 215 with the reference 2040hisa.
nn: Elektronisk adresse er organisasjonsnummeret vårt: 985 847 215 med referanse 2040hisa.

source: petition for the reopening of a criminal
nn: forsvarar for han/ho som ber om gjenopning.

source: Section 107b through 107g applies with the necessary changes.
nn: Reglane i §§ 107b–107g gjeld så langt dei passar.

source: Other cases are to be determined by the
nn: hovudregel rett til innsyn i dokumenta i

source: From 2012 to 2016 she was a member of the Appeals Committee for auditor and accountant cases.
nn: Frå 2012 til 2016 var ho medlem i Klagenemnd for revisor- og regnskapsførersaker.

source: Some of the decisions are available in full.
nn: Enkelte avgjerder er i fulltekst.

source: From 2004 to 2007, and from 2010 she has held positions at the Norwegian Institute of Public Accountants.
nn: I perioden 2004–2007 og frå 2010 har ho hatt verv i kvalitetskontrollen i Den norske Revisorforening.

source: and witnesses, including the victim, for
nn: vera eigna til å føra til frifinning eller sakene.

source: Agder Court of Appeal judge
nn: Lagdommar i Agder lagmannsrett

source: which the Commission has gathered during its
nn: vilkåra for gjenopning er til stades, vil

source: From 1994 she has been a privately practicing auditor and engagement partner at Revisorsenteret Trysil DA.
nn: Frå 1994 har ho vore privatpraktiserande revisor og oppdragsansvarleg partnar i Revisorsenteret Trysil DA.

source: She previously worked at Arthur Andersen & Co from 1986 to 1991 and at Sparebanken Hedmark from 1991 to 1994.
nn: Ho var tilsett i Arthur Andersen & Co frå 1986 til 1991 og i Sparebanken Hedmark frå 1991 til 1994.

source: Jodaa obtained a Master of Laws degree in 1996.
nn: Jodaa har juridisk embetseksamen frå 1996.

source: The grounds for reopening can be that the convicted person was not accountable at the time of the act, see the Penal Code 1902 section 44 and the Penal Code 2005 section 20, or that he/she was mentally disabled to a lesser degree so that a more lenient sanction should have been considered, see the Penal Code 1902 section 56 c and the Penal Code 2005 section 80.
nn: Grunngivinga for gjenopning kan vere at domfelte var utilrekneleg på handlingstida (straffelova (1902) § 44 og straffelova (2005) § 20), eller at han var lettare psykisk utviklingshemma, slik at ein mildare straffereaksjon skulle vore vurdert (straffelova (1902) § 56 c og straffelova (2005) § 80).

source: Chair of the Commission and head of the secretariat
nn: Leiar av kommisjon og sekretariat

source: to how to exercise its authority.
nn: inn under arbeidet med saka.

source: Arnesen obtained a Master of Laws degree in 1986.
nn: Arnesen har juridisk embetseksamen frå 1986.

source: Moreover, it is stated in paragraph 14 of the judgment that whether the condition “without delay” is met in each case, must be assessed on an individual basis.
nn: Elles står det i avsnitt 14 av dommen at ein må gjere ei konkret vurdering av kva ein i det enkelte tilfellet reknar som «without delay».
